Repository: sonsongithub/HomeConMenu
Catalog: HomeConMenu/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja

source: About HomeConMenu
de: Über HomeConMenu
ja: HomeConMenuについて

source: Allow HomeConMenu to access HomeKit in System Settings.
de: HomeConMenu Zugriff auf HomeKit in den Systemeinstellungen gewähren.
ja: システム設定を使ってHomeConMenuにHomeKitへのアクセス権を設定してください。

source: App Store Error: %@
de: App Store Fehler: %@
ja: App Store エラー: %@

source: Cancel
de: Abbrechen
ja: キャンセル

source: Display duplicate services
de: Doppelte Einträge anzeigen
ja: グループに登録されているサービスも表示

source: Do not show welcome message on launch
de: Willkommensnachricht bei Programmstart nicht anzeigen
ja: 起動時にウェルカムメッセージを表示しない

source: Donation
de: Spenden
ja: 寄付

source: Error
de: Fehlermeldung
ja: エラー

source: Failed to access HomeKit because of your privacy settings.
de: Auf HomeKit konnte auf Grund der Datenschutzeinstellungen nicht zugegriffen werden.
ja: プライバシーの設定でHomeKitへのアクセスが許可されていません。

source: General
de: Allgemein
ja: 一般

source: Group
de: Gruppe
ja: グループ

source: Home
de: Zuhause

source: HomeConMenu can not find any Homes of HomeKit. Please confirm your HomeKit devices on Home.app.
de: HomeConMenu konnte kein Zuhause in HomeKit finden. Bitte in der Home-App überprüfen.
ja: HomeConMenuは、操作するHomeを見つけられませんでした。ホームアプリでデバイスの状態を確認してください。

source: HomeKit error
de: HomeKit Fehler
ja: HomeKitのエラー

source: Information
de: Informationen
ja: 情報

source: Key Bindings
de: Kurzbefehle
ja: キーバインド

source: No items
de: Keine Elemente
ja: 何もありません

source: Open Home.app
de: Home.app öffnen
ja: ホームアプリを開く

source: Open System Settings
de: Systemeinstellungen öffnen
ja: システム設定を開く

source: Purchase is pending and requires action in the App Store.
de: Der Kauf wird verifiziert. Im App Store bestätigen.
ja: 購入は保留中で、App Storeでのアクションが必要です。

source: Quit HomeConMenu
de: HomeConMenu beenden
ja: HomeConMenuを終了

source: Reload
de: Neu laden
ja: 再読み込み

source: Remove All
de: Alles entfernen
ja: すべて削除

source: Scene
de: Szenen
ja: シーン

source: Settings…
de: Einstellungen …
ja: 設定…

source: Thank you!
de: Vielen Dank!
ja: ありがとうございます！

source: Use scenes
de: Szenen verwenden
ja: シーンを利用

source: Welcome to HomeConMenu
de: Willkommen bei HomeConMenu
ja: HomeConMenuへようこそ

source: You will remove all key bindings settings. Are you sure to remove them?
de: Du bist dabei alle Tastaturkürzel zu entfernen. Bestätigen?
ja: すべてのキーバインドを削除しようとしています。本当にすべて削除しますか？
